Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/svenskakyrkan/miellahttuvuohta.html.tmx
Source language: sme
Languages: sma

source: Ruoŧa girkus leat measta čieža miljovnna miellahttu.
sma: Svïenske gærhkoen leah mahta tjïjhtje lïhtsegh.

source: Juohke jagi oassálastet sis eatnasat juogalágan girkoaktavuođas.
sma: Fïerhten jaepien jïjnjesh dejstie meatan naaken dan gærhkoen ektesne.

source: Sáhttá leat unna lávlunjovkkožis gilážis, rihpaskuvllas dehe ruhtačoaggimis Ruoŧa girku riikkaidgaskasaš doarjja- ja ovdáneamebargui.
sma: Maahta årrodh dan voenen laavleme - dåehketjisnie, gosse skylledh jallh gosse Svïenske gærhkoen gaskenassjovni / internationelle barkose beetnegh tjöönghkeminie mejnie viehkiehtidh jallh evtiedidh.

source: Jearaldagat miellahttuvuođa birra Ovdal šadde olbmot Ruoŧas riegádettiin automáhtalaččat miellahttun Ruoŧa girkui.
sma: Gyhtjelassh lïhtsegevoeten bïjre Sveerjesne aarebi ih daarpesjh syökedh lïhtseginie Svïenske gærhkosne sjïdtedh, dam sjïdti gosse reakadi.

source: Odne šaddá miellahttun gásttašeami bakte.
sma: Daan biejjien lïhtsege laavkomen tjïrrh sjædta.

source: Mánát, beallešaddit ja boarrásat sáhttet gásttašuvvot.
sma: Dovne maanah, noerh jïh båarasåbpoe maehtieh lååvkesovvedh.

source: Jos mánná ii leat gásttašuvvon de sáhttá bearráigeahčči dieđihit mánás miellahttun Ruoŧa girkui.
sma: Jis ij leah maana lååvkesovveme eejhtegh jallh giej åelesne maana, maehtieh bievnedh dïhte edtja lïhtsege Svïenske gærhkosne årrodh.

source: Mánát boarráset go guoktenuppelogi jagi galget ieža mieđihit miellahttuvuhtii.
sma: Maanah gïeh bijjelen 12 jaepien båeries edtjieh jïjtsh dïsse seamanidh.

source: Jos juo leat gásttašuvvon iežá risttalaš searvegottis sáhtát šaddat miellahttun Ruoŧa girkui go leat leamaš girkohearrá ságain.
sma: Jis joe lååvkeme jeatjah kristeles sïebredahkesne maahtah lïhtsege Svïenske gærhkosne sjïdtedh mænngan gosse hearrine soptsestalleme.

source: Don gii leat guođđán Ruoŧa girku leat bures boahtin ruovttoluotta miellahttun.
sma: Datne gïeh Svïenske gærhkoem laahpeme leah lïhtseginie buerie båeteme bååstede.

source: Jos leat eahpesihkkar leat go miellahttu dehe jos dus leat iežá jearaldagat miellahttuvuođa birra de gulahalat searvegottiin gos orut.
sma: Jis ih daejrieh mejtie lïhtsege jallh jeatjah gyhtjelassh lïhtsegevoeten bïjre åtnah dellie maahtah govlehtalledh dejnie åålmeginie gusnie årroeh.

source: Miellahttudivat Ruoŧa girku goasttida iežas doaimmaid Ruoŧas ja olgoriikkas miellahttudivadiin, mii maid gohčoduvvo girkodivadin.
sma: Lïhtsegemaaksoe Svïenske gærhkoen barkoe Sveerjesne jïh ålkoerijhkesne lïhtsegemaaksojste maaksa, dam aaj gohtje gærhkoemaaksoe.

source: Stuorimus oassi manná du báikkálaš searvegoddái.
sma: Jïjnjemesh destie dan dov byjreske åålmegasse jåhta.

source: Divat galgá goasttidit beaivválaš bargguid mánáiguin, nuoraiguin ja boarrásiiguin, koaraid ja málistangievkkaniid, buohcceviesugirku, bearašráđđeaddima, gearggusbálvalusbáhpaid, čoahkkananbáikkiid ja doaluid aktonasaide ja oruhis olbmuide.
sma: Maaksoe edtja aarke biejjien barkoem maanide noeride jïh båarasåbpojde maeksedh, laavlome-dåehketjidie jïh joptsetjöövkese, skïemtjegåetiegærhkose, fuelhkieraeriestæmman, hearride giejtie iktesth råakh, sijjide gusnie oktegs jïh gåetieluhpehts almetjh maehtieh tjåanghkanidh jïh mejnie gïehtelidh.

source: Juohkehaš doarju maid guovllu girkoviesuid ja kultuvrralaš árvvuid bearráigeahču boahttevaš buolvvaide.
sma: Gaajhkesh aaj viehkiehtieh voenen gærhkojde jïh kultivrehistovriske vierhtide båetije boelvide vaarjelidh.

source: Dasa man olu mávssát miellahttudivadin leat guokte váikkuhusa: du sisaboahtu ja man searvegoddái don gullot.
sma: Göökte aath mah nænnoestieh man jïjnjem lïhtsegemaaksojne maeksedh: man jïjnjem dïenesjh jïh mennie åålmegisnie datne.

source: Riikka gaskamearalaš girkodivat jagi 2011 lea 0,99 proseantta vearuhuvvon sisaboađustat.
sma: Rijhken gaskemieren gærhkoemaaksoe jaepien 2011 leah 0,99 proseenth dehtie dov dïenesjimmeste mestie tjïeltese skaehtiem maaksah.

source: Hávdádandivat Hávdádandivada ferte juohkehaš máksit gii lea čállon Ruŧŧii.
sma: Juvlememaaksoe Gaajhkesh gieh Sveerjesne tjaalasovveme juvlememaaksoem maeksieh.

source: Riikka gaskamearalaš divat jagi 2011 lea 0,24 proseantta vearuhuvvon sisaboađus.
sma: Rijhken gaskemieren maaksoe jaepien 2011 leah 0,24 proseenth dehtie dov dïenesjimmeste mestie tjïeltese skaehtiem maaksah.

source: Ruoŧa girkus lea oaiveovddasvástádus doallat hávdádusaid Ruoŧas, earret Stockholma gávpogis ja Tranåsa gielddas.
sma: Svïenske gærhkoe åajvaladtjine juvlemedïenesjæmman Sveerjesne, namhtah Stuehkien staaresne jïh Tranåsen tjïeltesne.

source: Vearrudieđáhusskovis oainnát man stuoris girkodivadat ja hávdádusdivadat lea.
sma: Deklaratjovneleahpesne maahtah lohkedh man stoere dov gærhkoemaaksoe jïh juvlememaaksoe lea.

source: Luohpan Ruoŧa girkus Jos mearridat luohpat Ruoŧa girkus galggat dieđihit dan báikkálaš searvegoddái.
sma: Svïenske gærhkoem laehpedh Jis nænnoesth Svïenske gærhkoem laehpedh dov byjreske åålmegasse dam bievnieh.

source: Sáhtát riŋget, fitnalit dehe čállit searvegoddái ja sihtat oažžut luohpanskovi.
sma: Gosse gærhkoem laehpedh maahtah åålmegasse leahpan mietie ringkedh, dahkoe mïnnedh jallh tjaeledh.

source: Sáhtát maid ieš sáddet dábálaš reiven vuolláičállon gáibádusa searvegoddái.
sma: Aaj maahtah jïjtse nammoehtamme prievesne åålmegasse vaejtedh.

source: Jos leat eahpesihkkar makkár searvegoddái gullot, sáhtát ohcat dan neahttačujuhusain mii lea olgešbealde.
sma: Jis ih daejrieh mennie åålmegisnie datne dellie maahtah ohtsedidh svaalhtesisnie dagkoe åelkiesbielesne.
